'use strict';

const enemiesJson = {
  '[75]全属性桩': '火冰风雷虚量物,75,999999,0,8,100,100,30',
  '[80]全属性桩': '火冰风雷虚量物,80,999999,0,8,200,125,40',
  '[90]全属性桩': '火冰风雷虚量物,90,999999,0,8,300,150,50',
  '[75]序列扑满': '虚量物,75,40678,1,3,0,91,10',
  '[80]序列扑满': '虚量物,80,49554,1,3,0,100,10',
}

const templates = [
  { text: '基础木桩', data:['[75]全属性桩','[80]全属性桩','[90]全属性桩','[75]序列扑满','[80]序列扑满']},
];

const enemyTeams = [
  { text: '基础木桩全套', data:['[75]全属性桩','[80]全属性桩','[90]全属性桩','[75]序列扑满','[80]序列扑满']},
]

module.exports = {
  templates,
  enemyTeams,
  enemiesJson,
}